{"id":99250,"date":"2020-06-30T09:09:17","date_gmt":"2020-06-30T09:09:17","guid":{"rendered":"http:\/\/sleeknote.com\/?page_id=99250"},"modified":"2020-10-09T11:21:44","modified_gmt":"2020-10-09T11:21:44","slug":"term-conditions","status":"publish","type":"page","link":"https:\/\/sleeknote.com\/term-conditions","title":{"rendered":"Terms &#038; Conditions"},"content":{"rendered":"\n<div style=\"height:100px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p class=\"has-text-align-center is-style-preheader has-plum-color has-text-color\">TERMS AND CONDITIONS<\/p>\n\n\n\n<div style=\"height:20px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<div class=\"wp-block-columns\">\n<div class=\"wp-block-column\"><\/div>\n\n\n\n<div class=\"wp-block-column\" style=\"flex-basis:70%\">\n<h1 class=\"has-text-align-center\">The Following Document Outlines Our Terms of Service<\/h1>\n<\/div>\n\n\n\n<div class=\"wp-block-column\"><\/div>\n<\/div>\n\n\n\n<div class=\"wp-block-columns\">\n<div class=\"wp-block-column\"><\/div>\n\n\n\n<div class=\"wp-block-column\" style=\"flex-basis:55%\">\n<div style=\"height:100px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p>The following are terms of accessing and\/or using Sleeknote’s website and service (hereinafter “the Service”). By accepting the terms below (hereinafter “the Agreement”) and\/or using the Service, you are stating that you agree to be bound by all terms without modification, conditions or notices.<\/p>\n\n\n\n<p>Sleeknote was created by, and is a service of Sleeknote ApS (hereinafter “Sleeknote”)<\/p>\n\n\n\n<div style=\"height:40px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h2><strong>1. Fees and Services<\/strong><\/h2>\n\n\n\n<p>Sleeknote offers a range of subscriptions and a free trial. At the end of a free trial, you agree to either pay applicable fees at that time or discontinue using the Service. Subscriptions are available on either monthly or annual pre-paid, non-refundable contracts.<\/p>\n\n\n\n<p>All contracts will automatically renew for the same term using the payment method on file unless you change or discontinue the Service. If you are not using the service, we will not consider it as a discontinuance of the service. To discontinue the service, send an email to mail@sleeknote.com. All upgrades are effective immediately, while downgrades are effective as of the next renewal date.<\/p>\n\n\n\n<p>The price is based on the total available amount of sessions in the selected pricing plan, regardless if any Sleeknotes are active during the period of the subscription.<\/p>\n\n\n\n<p>If you exceed the available amount of sessions in the selected pricing plan, you are obligated to subscribe to a pricing plan with more available monthly sessions.<\/p>\n\n\n\n<p>We will notify you once you have used respectively 80, 90 and 100 % of the total available amount of sessions in your current pricing plan. If you exceed the available amount of sessions in your selected pricing plan once, we will notify you via e-mail and encourage you to change your pricing plan. If you once again, after having received this notification, exceed the available amount of sessions, we will automatically upgrade you to a new pricing plan.<\/p>\n\n\n\n<p>You will not be automatically downgraded to a previous pricing plan, if you do not use all available sessions in your current pricing plan. If you wish to downgrade to a previous pricing plan, you must change the subscription settings on your Sleeknote account.<\/p>\n\n\n\n<p>Sleeknote’s Privacy Policy (hereinafter “the Privacy Policy”) is available on Sleeknote’s website. The Privacy Policy in force at any given time is applicable to the Agreement and shall be considered an integrated part hereto.<\/p>\n\n\n\n<p>Sleeknote may change its fee structure and\/or provide an upgrade at any time with 14 days notice, in which case new rates will be in effect as of the next renewal period.<\/p>\n\n\n\n<p>In the event you cancel your subscription, you shall receive no refund or exchange for any unused time on a subscription, any license or subscription fees for any portion of the Service, any content or data associated with your account, or for anything else.<\/p>\n\n\n\n<div style=\"height:40px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h2><strong>2. Member Responsibilities<\/strong><\/h2>\n\n\n\n<p>To register for the Service, you must complete the registration process by providing Sleeknote with current, complete and accurate information as required by the registration form. You are solely responsible for any use and all activities that occur under your account.<\/p>\n\n\n\n<p>You are responsible for safeguarding the confidentiality of your password(s) and user name(s) issued to you and for any use or misuse of your account resulting from any third-party using a password or user name issued to you. You agree to immediately notify Sleeknote of any unauthorized use of your account or any other breach of security known to you. You agree to let Sleeknote use your organization’s logo in its customer list, at other places on its website and as part of a general list of Sleeknote’s customers for use and reference in corporate, promotional and marketing material.<\/p>\n\n\n\n<div style=\"height:40px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h2><strong>3. Indemnification<\/strong><\/h2>\n\n\n\n<p>You agree to indemnify, hold harmless and defend Sleeknote, its contractors, its licensors and their respective directors, officers, employees and agents, at your expense, from and against any and all third-party claims, actions, proceedings and suits, arising from your use of the Service, including but not limited to your violation of this Agreement. You agree to also indemnify the same against any and all expenses connected hereto, including attorneys’ fees.<\/p>\n\n\n\n<div style=\"height:40px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h2><strong>4. Disclaimer of Warranties<\/strong><\/h2>\n\n\n\n<p>The Service is provided ‘as is’. Sleeknote and its contractors hereby disclaim all warranties of any kind, expressed or implied, including, without limitation, the warranties of merchantability, fitness for a particular purpose and non-infringement. Neither Sleeknote nor its contractors make any warranty that the Service or website will be error-free, free of viruses or other harmful components, or that access thereto will be continuous or uninterrupted. You understand that the use of the Service is at your own discretion and risk.<\/p>\n\n\n\n<div style=\"height:40px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h2><strong>5. Limitation of Liability<\/strong><\/h2>\n\n\n\n<p>Sleeknote will not be liable to you or any third-party claimant for any indirect, punitive, consequential (including, without limitation, lost profits or lost data collected through the Service), or incidental damages, whether based on a claim or action of contract, warranty, negligence, or other tort, breach of any statutory duty, indemnity or contribution, or otherwise. The exclusion contained in this paragraph shall apply regardless of the failure of the exclusive remedy provided in the following paragraph.<\/p>\n\n\n\n<p>Some jurisdictions do not allow the limitation or exclusion of liability to the extent stated above. In such case, Sleeknote and its contractors’ total cumulative liability to you or any other party for any loss or damages resulting from any claims, demands, or actions arising out of or relating to this Agreement shall not exceed the total paid-in fee from you to Sleeknote within the 12 months previous to the date the claim is first brought against Sleeknote.<\/p>\n\n\n\n<div style=\"height:40px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h2><strong>6. Service Levels<\/strong><\/h2>\n\n\n\n<p>Sleeknote does not guarantee the Service will be operable at all times or during any down time, including but not limited to Internet Service Provider outages, equipment failures, scheduled maintenance or force majeure.<\/p>\n\n\n\n<div style=\"height:40px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h2><strong>7. Proprietary Rights Notice<\/strong><\/h2>\n\n\n\n<p>The Service, including any content on the Service and all underlying technology (including all intellectual property rights embodied therein), is and shall remain the sole and exclusive property of Sleeknote and shall be protected in accordance with applicable copyright laws and other legislation. No license to any underlying technology is granted. You will not, nor will you allow any third party to reverse engineer and\/or create derivatives of the Service using any method possible. You will not, nor will you allow any third party to modify the Service in any way. You will use the Service solely for your commercial use and will not make the Service available for any type of external service such as, but not limited to, an application service provider.<\/p>\n\n\n\n<p>If you provide feedback, ideas or suggestions regarding the Service, Sleeknote is free to fully exploit such feedback.<\/p>\n\n\n\n<div style=\"height:40px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h2><strong>8. Termination<\/strong><\/h2>\n\n\n\n<p>Sleeknote may terminate the Service and\/or access to the Service at any time and for any reason without notice.<br>If you wish to terminate this Agreement or your service, you may simply stop using the Service. However, although this Agreement may terminate between the Service and you, some provisions of this Agreement shall still be in effect, including, without limitation, warranty disclaimers, indemnity, limitations of liability and proprietary rights.<\/p>\n\n\n\n<div style=\"height:40px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h2><strong>9. Modifications<\/strong><\/h2>\n\n\n\n<p>Sleeknote reserves the right at its sole discretion to modify or replace any part of these terms. Sleeknote will on its website give you prior notice if changes are made to the Agreement. Your continued use of the Service or access to the Sleeknote website following the changes in these terms constitutes acceptance of those changes.<\/p>\n\n\n\n<div style=\"height:40px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h2><strong>10. Miscellaneous<\/strong><\/h2>\n\n\n\n<p>Sleeknote shall be excused from performance hereunder to the extent that performance is prevented, delayed or obstructed by causes beyond its reasonable control. This Agreement represents the complete agreement between you and Sleeknote concerning its subject matter and supersedes all prior statements, agreements and representations between the parties.<\/p>\n\n\n\n<p>You may not assign or otherwise transfer any of your rights under the Agreement without Sleeknote’s prior written consent and any such attempt is void.<\/p>\n\n\n\n<p>Sleeknote is entitled to assign and\/or transfer any of its rights or obligations under the Agreement to any third party. Sleeknote shall notify you of such transfer.<\/p>\n\n\n\n<p>The relationship between Sleeknote and you is not one of a legal partnership relationship, but is one of independent contractors. This Agreement will be binding upon and will inure to the benefit of the parties, their successors and assigns of the parties hereto.<\/p>\n\n\n\n<div style=\"height:40px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h2><strong>11. Severability<\/strong><\/h2>\n\n\n\n<p>If any provision of this Agreement is held to be unenforceable for any reason, such provision shall be reformed to the extent necessary to make it enforceable to the maximum extent possible so as to affect the intent of the parties, and the remainder of this Agreement shall continue in full force and effect.<\/p>\n\n\n\n<div style=\"height:40px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h2><strong>12. Modifications<\/strong><\/h2>\n\n\n\n<p>These terms and conditions may be amended or updated by Sleeknote from time to time. Your use of the Service after any such amendment or update of these terms and conditions shall signify your acceptance of the revised terms and conditions. As a consequence, you are responsible for visiting and reviewing these terms and conditions periodically.<\/p>\n\n\n\n<div style=\"height:40px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h2><strong>13. Applicable Law and Venue<\/strong><\/h2>\n\n\n\n<p>This Agreement shall be governed by and construed under the laws of the state of Denmark without reference to its conflict of law principles. In the event of any conflicts between foreign law, rules, and regulations, and Danish law, rules, and regulations, Danish law, rules, and regulations shall prevail and govern. Each party agrees to submit to the exclusive and personal jurisdiction of the courts located in Aarhus, Denmark. The United Nations Convention on Contracts for the International Sale of Goods and the Uniform Computer Information Transactions Act shall not apply to this Agreement. A waiver of any default is not a waiver of any subsequent default. Last updated 24-04-2019 (DD-MM-YYYY)<\/p>\n\n\n\n<div style=\"height:40px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n<\/div>\n\n\n\n<div class=\"wp-block-column\"><\/div>\n<\/div>\n\n\n\n<div style=\"height:100px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n","protected":false},"excerpt":{"rendered":"<p>TERMS AND CONDITIONS The Following Document Outlines Our Terms of Service The following are terms of accessing and\/or using Sleeknote’s website and service (hereinafter “the Service”). By accepting the terms below (hereinafter “the Agreement”) and\/or using the Service, you are stating that you agree to be bound by all terms without modification, conditions or notices. [&hellip;]<\/p>\n","protected":false},"author":20,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_grids_gutter_x":"","_grids_wide_width":false},"lang":"en","translations":{"en":99250},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms and Conditions | Sleeknote<\/title>\n<meta name=\"description\" content=\"Sleeknote was created by and is a service of Sleeknote ApS (hereinafter “Sleeknote”). The following are terms of accessing and\/or using Sleeknote’s website.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms and Conditions | Sleeknote\" \/>\n<meta property=\"og:description\" content=\"Sleeknote was created by and is a service of Sleeknote ApS (hereinafter “Sleeknote”). The following are terms of accessing and\/or using Sleeknote’s website.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/sleeknote.com\/term-conditions\" \/>\n<meta property=\"og:site_name\" content=\"Sleeknote\" \/>\n<meta property=\"article:modified_time\" content=\"2020-10-09T11:21:44+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"6 minutes\">\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/sleeknote.com\/#organization\",\"name\":\"Sleeknote\",\"url\":\"https:\/\/sleeknote.com\/\",\"sameAs\":[],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/sleeknote.com\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/sleeknote.com\/wp-content\/uploads\/2020\/10\/full-logo-1.png\",\"width\":127,\"height\":35,\"caption\":\"Sleeknote\"},\"image\":{\"@id\":\"https:\/\/sleeknote.com\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/sleeknote.com\/#website\",\"url\":\"https:\/\/sleeknote.com\/\",\"name\":\"Sleeknote\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/sleeknote.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/sleeknote.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/sleeknote.com\/term-conditions#webpage\",\"url\":\"https:\/\/sleeknote.com\/term-conditions\",\"name\":\"Terms and Conditions | Sleeknote\",\"isPartOf\":{\"@id\":\"https:\/\/sleeknote.com\/#website\"},\"datePublished\":\"2020-06-30T09:09:17+00:00\",\"dateModified\":\"2020-10-09T11:21:44+00:00\",\"description\":\"Sleeknote was created by and is a service of Sleeknote ApS (hereinafter \\u201cSleeknote\\u201d). The following are terms of accessing and\/or using Sleeknote\\u2019s website.\",\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/sleeknote.com\/term-conditions\"]}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/sleeknote.com\/wp-json\/wp\/v2\/pages\/99250"}],"collection":[{"href":"https:\/\/sleeknote.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/sleeknote.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/sleeknote.com\/wp-json\/wp\/v2\/users\/20"}],"replies":[{"embeddable":true,"href":"https:\/\/sleeknote.com\/wp-json\/wp\/v2\/comments?post=99250"}],"version-history":[{"count":0,"href":"https:\/\/sleeknote.com\/wp-json\/wp\/v2\/pages\/99250\/revisions"}],"wp:attachment":[{"href":"https:\/\/sleeknote.com\/wp-json\/wp\/v2\/media?parent=99250"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}